export const applictionDetailConfig = {
    'dailyReport': {
        title: "日报",
        pic: "https://upload.cyuandao.com/2023061315471590456.png",
        dec: "根据您今日的工作内容，帮您生成今日日报",
        tip: [
            '我是一名程序员，今天用 Python 开发了一套 Devops 平台', 
            '今天约见了3位客户，讲解社交APP是如何使用的',
            '今天开了一天会议，帮我写一份日报'
        ]
    },
    'weeklyReport': {
        title: "周报",
        pic: "https://upload.cyuandao.com/2023061315474372563.png",
        dec: "根据您今日的工作内容，帮您生成本周周报",
        tip: [
            '我是一名程序员，今天用 Python 开发了一套 Devops 平台', 
            '本周约见了10位客户，讲解社交APP是如何使用的',
            '本周开了5天会议，帮我写一份周报'
        ]
    },
    'email': {
        title: "E-Mail",
        pic: "https://upload.cyuandao.com/2023061315481143685.png",
        dec: "根据您的邮件内容，帮您生成完整邮件模版",
        tip: [
            '回复客户，说软件没有任何使用问题', 
            '咨询商家，如何购买这个商品',
            '叫上张三、李四、王二，下午2点会议室开会'
        ]
    },
    'videoFoot': {
        title: "短视频脚本",
        pic: "https://upload.cyuandao.com/2023061315484254476.png",
        dec: "抖音/快手/小红书，短视频创作",
        tip: [
            '电脑桌上拍摄手办，体现产品 LOGO', 
            '废墟拍摄，美女拿刀的帅气形象',
            '摩托车拍摄，有美女模特，要求有行驶的跟拍镜头'
        ]
    },
    'travel': {
        title: "旅行计划",
        pic: "https://upload.cyuandao.com/2023061315504688984.png",
        dec: "根据你的旅游要求，帮您生成旅游计划",
        tip: [
            '北京3日游，有老人腿脚不方便，没有私家车，只能公交地铁，告诉我如何前往', 
            '云南大理7日游',
            '泰国5日游，我想去非常值得去的地方'
        ]
    },'apologize': {
        title: "道歉文",
        pic: "https://upload.cyuandao.com/2023061315561177269.png",
        dec: "根据您犯的错误，给你写一篇道歉文",
        tip: [
            '我是开餐厅的，因为食品不卫生，上了 315 晚会', 
            '我是某车企，因为车质量不行，造成客户使用有危险',
            '客户购买物品后，不能使用清仓为理由，拒绝7天无理由退货'
        ]
    },'read': {
        title: "阅读理解",
        pic: "https://upload.cyuandao.com/2023061316115343814.png",
        dec: "帮你用大白话重新解释",
        tip: [
            '曾经沧海难为水，除却巫山不是云。', 
            '知我者谓我心忧，不知我者谓我何求。',
            '举世皆浊我独清，众人皆醉我独醒。'
        ]
    },'knowledge': {
        title: "知识百科",
        pic: "https://upload.cyuandao.com/2023061317340941151.png",
        dec: "根据您的问题，回答你",
        tip: [
            '菠萝属于什么类水果？', 
            '彩虹的顶部是什么颜色的？',
            '从哪个部位可以知道马的年龄?'
        ]
    },'dictionary': {
        title: "中英词典",
        pic: "https://upload.cyuandao.com/2023061317383516782.png",
        dec: "根据您提供的英语单词，帮你做专业解释和造句",
        tip: [
            'hope', 
            'Life',
            'work'
        ]
    },'littleRedBook': {
        title: "小红书",
        pic: "https://upload.cyuandao.com/2023061317551770147.png",
        dec: "帮助你生成小红书的Emoji风格文案",
        tip: [
            '咖啡店打卡，集美们冲啊', 
            '小白该如何学会给女朋友拍照',
            '一个月瘦20斤，我是如何办到的？'
        ]
    },'littleRedBookTitle': {
        title: "小红书标题",
        pic: "https://upload.cyuandao.com/2023061318380782199.png",
        dec: "根据您想发布的内容，帮您生成 6 个标题",
        tip: [
            '美女与拍照', 
            '烧烤和啤酒',
            '手机如何选择？'
        ]
    },'meituan': {
        title: "大众点评/美团",
        pic: "https://upload.cyuandao.com/2023061318414379156.png",
        dec: "探店打卡，帮您生成大众点评/美团的风格文案",
        tip: [
            '北京这家烧烤店，包含羊肉串、牛肉串、烤翅、大腰子、牛板筋有多好吃', 
            '怀柔民宿，环境优美，空气清晰，介绍都有哪些好',
            '北京这家足疗店，技师按摩手法是多么厉害'
        ]
    },'taobao': {
        title: "淘宝/京东",
        pic: "https://upload.cyuandao.com/2023061318463357786.png",
        dec: "生成买家的商品评论，详细丰富的商品点评",
        tip: [
            '评价下 Switch 游戏机是多么好玩', 
            '评价下这台冰箱在家里是多么好用',
            '评价下这件衣服，有多么漂亮'
        ]
    },'zhihu': {
        title: "知乎问答",
        pic: "https://upload.cyuandao.com/2023061319183967857.png",
        dec: "根据您的知乎问题，知乎风格回答你",
        tip: [
            '什么是人工智能（AI）？', 
            '如何看苹果新款手机？',
            'Switch 和 PS5 和 Xbox 哪个值得买？'
        ]
    },
    'pyq': {
        title: "朋友圈营销文案",
        pic: "https://upload.cyuandao.com/2023061319271032701.png",
        dec: "一键转换，生成带格式适合朋友圈传播文案",
        tip: [
            '美食节特别优惠', 
            '生活方式',
            '限时折扣'
        ]
    },
    'goodDetail': {
        title: "商品卖点",
        pic: "https://upload.cyuandao.com/2023061320171533304.png",
        dec: "自动生成用于主图和详情页的设计文案",
        tip: [
            '蓝牙耳机', 
            '电动牙刷',
            'PSS游戏机'
        ]
    },
    'barChart': {
        title: "饼图",
        pic: "https://upload.cyuandao.com/2023061320483679617.png",
        dec: "帮你生成可视化饼图",
        tip: [
            '制作一个人口最多的5个国家的人口数量饼图，同时分析这些国家未来的人口老龄化问题。', 
            '输出一个产品的销售业绩饼图',
            '制作一个全国各省份的人口占比情况 '
        ]
    },
    'ganChart': {
        title: "甘特图",
        pic: "https://upload.cyuandao.com/2023061320573857553.png",
        dec: "帮你生成可视化甘特图",
        tip: [
            '输出一个项目管理的甘特图', 
            '根据项目、开始时间、消耗天数、结束日期制作一个项目进展的甘特图',
            '制作一个全国各省份的人口占比情况'
        ]
    },
    'buddhism': {
        title: "佛陀",
        pic: "https://upload.cyuandao.com/2023061408240315157.png",
        dec: "与佛陀对话，学习佛教文化",
        tip: [
            '世间为何有那么多遗憾？', 
            '为何人们有善恶之分？',
            '如何平静的看待和接受“生、老、病、死”？'
        ]
    }, 'traditionalChineseMedicine': {
        title: "中医医生",
        pic: "https://upload.cyuandao.com/2023061408240315157.png",
        dec: "老中医帮你分析病因",
        tip: [
            '我经常动不动就拉肚子，怎么办？', 
            '又失眠了，整夜无法入睡，怎么办？',
            '感冒了，一直流清鼻涕'
        ]
    }, 'westernMedicine': {
        title: "西医医生",
        pic: "https://upload.cyuandao.com/2023061408240315157.png",
        dec: "西医专家帮你分析病因",
        tip: [
            '浑身乏力，头发热，咳嗽，我这是怎么了？', 
            '吃了块雪糕，胃疼，我怎么能好？',
            '夏天到了，花粉过敏，鼻炎咽炎，我该怎么办？'
        ]
    },'poet': {
        title: "诗人",
        pic: "https://upload.cyuandao.com/2023061408355768424.png",
        dec: "输入您的需求，我来帮您写诗",
        tip: [
            '我女朋友叫王二，她今天过生日，告诉她：我爱她！', 
            '老板赚了大钱，请我们吃饭，饭桌上我该如何夸他？',
            '一位小红书博主，粉丝破W，我想祝福他'
        ]
    },'counselor': {
        title: "心理健康顾问",
        pic: "https://upload.cyuandao.com/2023061409405781576.png",
        dec: "提供积极有效的心理健康指导和建议",
        tip: [
            '我对自己的身材和外貌感到不满意，经常进行极端的节食和运动，出现厌食症等问题。', 
            '我总是感到内心焦虑不安，害怕面对人群和社交场合，会出现手脚发抖、心跳加速等症状。',
            '我和配偶之间存在矛盾和争吵，无法有效沟通和理解对方，感到孤独和无助。'
        ]
    },'lawyer': {
        title: "法律顾问",
        pic: "https://upload.cyuandao.com/2023061409441646823.png",
        dec: "分析您的处境并给您提供有效的法律建议",
        tip: [
            '我在工作中遭受了不公平待遇、加班未得到补偿等问题，需要维护自己的劳动权益。', 
            '我与配偶感情破裂，需要进行离婚诉讼，解决财产分割、子女抚养等问题。',
            '我在消费过程中遭受了虚假宣传、欺诈等问题，需要通过法律手段维护自己的消费权益。'
        ]
    },'programmer': {
        title: "代码助手",
        pic: "https://upload.cyuandao.com/2023061410202835991.png",
        dec: "专业的写代码工具，可以生成代码，也可以帮你检查代码问题，解释代码逻辑。",
        tip: [
            'JS 写正则表达式，判断是否为手机号。', 
            'Golang 编写冒泡算法。',
            '用JS写一段严谨的登录代码。'
        ]
    },'coaxGirlfriend': {
        title: "哄女友帮助",
        pic: "https://upload.cyuandao.com/2023061410274452754.png",
        dec: "女朋友生气怎么办？用我帮您分析。",
        tip: [
            '因为晚上没有给女朋友做饭，怎么能把我女朋友哄开心？', 
            '早上没有叫女朋友起床，耽误了女朋友错过班车，怎么能哄她开心？',
            '情人节忘记给女朋友发 520 红包了，怎么能让女朋友不因为这件事情生气？'
        ]
    },'singleDog': {
        title: "单身狗分析",
        pic: "https://upload.cyuandao.com/2023061410342444926.png",
        dec: "分析如何帮您追女朋友/男朋友。",
        tip: [
            '约了妹子晚上去吃饭，我该如何做，才能让她对我有好感？', 
            '今天遇到个妹子，特别好看，一见钟情，我如何才能认识她？',
            '公司新来了个女同事，我心动了怎么办？'
        ]
    },'bless': {
        title: "节日祝福",
        pic: "https://upload.cyuandao.com/2023061410425834454.png",
        dec: "根据提供的过节内容，帮你写祝福语。",
        tip: [
            '女朋友过生日', 
            '朋友买了房子',
            '今天中国的春节，祝福亲戚朋友'
        ]
    },'dream': {
        title: "AI解梦",
        pic: "https://upload.cyuandao.com/2023061411021496231.png",
        dec: "根据您的梦境，分析您的当前运势。",
        tip: [
            '今天梦到了去河里游泳，然后一直上不了岸', 
            '梦到了去三亚，在酒店住了很多天，一直醒不来',
            '梦见走到马路上，捡到了个1000元。'
        ]
    },'reply': {
        title: "高情商回答",
        pic: "https://upload.cyuandao.com/2023061411115527338.png",
        dec: "帮助你高情商答复而不伤和气。",
        tip: [
            '借我200元', 
            '今天合同不签了',
            '没有计划合作'
        ]
    },'shakeThePot': {
        title: "甩锅助手",
        pic: "https://upload.cyuandao.com/2023061411224087663.png",
        dec: "帮助你高情商答复而不伤和气。",
        tip: [
            '我没有按时完成任务', 
            '我造成了1万块钱的损失',
            '我写了个 BUG'
        ]
    },'praise': {
        title: "夸夸助手",
        pic: "https://upload.cyuandao.com/2023061411365145406.png",
        dec: "教你如何夸人",
        tip: [
            '这个小学生真棒', 
            '朋友你写代码真厉害',
            '同事工作能力好厉害'
        ]
    },'quarrel': {
        title: "吵架助手",
        pic: "https://upload.cyuandao.com/2023061411443211470.png",
        dec: "教你如何不再脏字吵架",
        tip: [
            '你怎么还没有女朋友？', 
            '你怎么这么二',
            '不上班？怎么办'
        ]
    },'planning': {
        title: "商业企划",
        pic: "https://upload.cyuandao.com/2023061412185177565.png",
        dec: "围绕企划目标，以表格方式撰写商业企划书",
        tip: [
            '我想开一家高端的咖啡厅，面向商务人士', 
            '做一个在线教育平台，为学生和成年人提供在线课程，包括语言、编程、音乐、设计等各种主题。',
            '提供健康饮食配送服务，提供定制化的健康饮食方案和配送服务，满足人们对健康饮食的需求。'
        ]
    },'requirementsDocument': {
        title: "产品需求文档",
        pic: "https://upload.cyuandao.com/2023061412453039758.png",
        dec: "根据要求撰写 PRD（产品需求文档）",
        tip: [
            '旅行笔记：一个旅行记录应用程序，让用户可以记录和分享他们的旅行经历和照片。', 
            '轻松健康：一个健康管理应用程序，帮助用户监测身体状况并提供适当的运动和饮食建议。',
            '小说阅读：一个在线小说阅读平台，为用户提供海量的小说资源和便捷的阅读体验。'
        ]
    },'decision': {
        title: "公司战略决策",
        pic: "https://upload.cyuandao.com/2023061413061829692.png",
        dec: "从 CEO 角度，针对公司面临的困难/抉择制定解决方案。",
        tip: [
            '资金来源不足或成本过高，导致公司发展受限。', 
            '招聘和留住优秀的员工是一个难题，特别是在竞争激烈的市场中。',
            '市场上存在激烈的竞争，使公司难以获得足够的市场份额和利润。'
        ]
    },'recruitment': {
        title: "招聘-岗位助手",
        pic: "https://upload.cyuandao.com/2023061413251515005.png",
        dec: "根据岗位名称给出该岗位所需要的技能，和应聘者需要回答的问题。",
        tip: [
            '前端开发工程师', 
            '后端开发工程师',
            'ios开发工程师'
        ]
    }
}